Repository: sebastianstrus/Sagolandet
Catalog: Sagolandet/Localizable.xcstrings
Source language: sv
Languages: en

source: 320 sagor
en: 320 tales

source: Aktivera Premium
en: Activate Premium

source: Alla ljudinspelningar.
en: All audio recordings.

source: Alla rätt!
en: All correct!

source: Allt är klart. Dags att dyka in i sagornas värld.
en: Everything is ready. Time to dive into the world of tales.

source: Återställ
en: Reset

source: Återställ alla framsteg?
en: Reset all progress?

source: Återställ framsteg
en: Reset progress

source: Återställ köp
en: Restore purchase

source: Avbryt
en: Cancel

source: Avslutad
en: Completed

source: Avslutade: %lld
en: Completed: %lld

source: Avslutade: %lld / %lld
en: Completed: %1$lld / %2$lld

source: Berättarinspelningar
en: Narrator recordings

source: Bläddra bland 320 unika berättelser och välj den som intresserar dig.
en: Browse 320 unique stories and choose the one that interests you.

source: Bra jobbat!
en: Great job!

source: De första %lld är gratis. Resten med Premium.
en: First %lld free. Rest with Premium.

source: Detta nollställer slutförandet av alla 320 sagor.
en: This will clear completion for all 320 tales.

source: Dina framsteg
en: Your progress

source: Dölj den så att barnet kan läsa utan ljud.
en: Hide it to let kids read without audio.

source: Du är en sann lässhjälte.
en: You are a real reading hero.

source: Du har avslutat alla %lld sagor!
en: You completed all %lld tales!

source: Du har tillgång till alla 320 sagor.
en: You have access to all 320 tales.

source: Engångsbetalning. Ingen automatisk förnyelse.
en: One-time payment. No auto-renewal.

source: Engångsköp. Tillgång för alltid.
en: One-time purchase. Forever access.

source: Ett köp, inga prenumerationer.
en: One purchase, no subscriptions.

source: Fortsätt
en: Continue

source: Fråga %lld av %lld
en: Question %1$lld of %2$lld

source: Frågor och quiz
en: Questions and quizzes

source: Framsteg
en: Progress

source: Hela samlingen med korta berättelser.
en: Full collection of short stories.

source: Hoppa över
en: Skip

source: Inställningar
en: Settings

source: Introduktion
en: Intro

source: Kontrollera svaren
en: Check answers

source: Lås upp alla sagor
en: Unlock all tales

source: Lås upp alla sagor för alltid.
en: Unlock all tales forever.

source: Läsmästare!
en: Reading master!

source: Lyssna och läs
en: Listen and read

source: Lyssna på berättarens inspelning och försök sedan läsa texten själv.
en: Listen to the narrator's recording, then try to read the text yourself.

source: Något gick fel
en: Something went wrong

source: Nästa
en: Next

source: Om du redan har köpt Premium med detta konto.
en: If you already purchased Premium on this account.

source: Otroligt!
en: Amazing!

source: Pausa ljudet
en: Pause audio

source: Premium aktiverad
en: Premium active

source: Saga
en: Tale

source: Saga %lld
en: Tale %lld

source: Sagor
en: Tales

source: Se välkomstskärmarna igen.
en: View the welcome screens again.

source: Sök sagor
en: Search tales

source: Spela upp ljud
en: Play audio

source: Stäng
en: Close

source: Svara på frågor efter varje saga och samla stjärnor för avslutade berättelser.
en: Answer questions after each tale and collect stars for completed stories.

source: Testa förståelsen
en: Check understanding

source: Testa förståelsen efter varje saga.
en: Check understanding after each tale.

source: Tillgång för alltid
en: Forever access

source: Tryck för att läsa
en: Tap to read

source: Uppspelning
en: Playback

source: Upptäck läsglädjen tillsammans med ditt barn genom korta, färgglada berättelser.
en: Discover the joy of reading with your child through short, colorful stories.

source: Upptäck läsglädjen.
en: Discover the joy of reading.

source: Upptäck sagor
en: Discover Tales

source: Välj en saga
en: Choose a tale

source: Välkommen till Sagolandet!
en: Welcome to Sagolandet!

source: Vi börjar
en: Let's begin

source: Vi börjar!
en: Let's begin!

source: Visa introduktion
en: Show intro

source: Visa uppspelningsknapp
en: Show play button
